{
    "0": "DAILY WORK for Week Three: Notice everything you are at the effect of and what the effects are.",
    "1": "Day One: Notice how many times you react during the day. Pay attention to each and every time, no matter how small, that you experience some sort of reaction within yourself, whetheror not you express it or act on it. ",
    "2": "Day Two: Try not reacting, even in small ways, to anything. Choosing to respond is appropriate, but only if you do not feel compelled to do so, and not as a reaction. Try to work out the difference between a reaction and a response. Notice if you are suppressing reactions rather than being free of them. (I'm not expecting total success with this assignment. I want you to become more aware of what is really going on with you in this area, and how much control or lack of control you have.) TRANSCENDING SELF LESSON THREE",
    "3": "Day Three: Pay attention to each and every internal experience that arises in which you feel in any way influenced by some circumstance or occurrence or event -- such as someone saying something to you that you don't like, and you feeling upset by it; or finding yourself near someone you are very attracted to, and feeling dominated by this attraction; or getting angry that traffic is heavy; or feeling down as a result of a thought about your life not working out as you want. Pay attention to each instance in which you are -- in any way, positive or negative -- affected or controlled by something you experience or perceive.",
    "4": "Day Four: Discover any time in the day when you feel completely free from any kind of reaction, effect, or disturbance -- even those reactions that are internal to you (about your own thoughts or mental activity). It may be a short instance of 'losing yourself' in some activity, or it may be a contemplative, quiet time when you manage to let go.",
    "5": "Day Five: What drives you or influences you or seems to cause you to make the decisions that you make -- from choosing an ice cream flavor to what you say in an encounter? Why do you do this and not that? Why do you say what you say? How come you think or feel the way you do?",
    "6": "Day Six: Notice everything you are at the effect of throughout the day. Notice you are at the effect of everything, and stay conscious of what the effects are and of everything that seems to 'cause' these effects.",
    "7": "Day Seven: See what comes up naturally for you without concentrating on any particular assignment. Allow the work of the week to settle naturally and just notice what comes up for you when you are left to your own devices and not undertaking any 'special' consideration. Yet keep your consciousness on yourself."
}